iobewi/iobewi-idf-components/lib_vl53l0x_provider/examples/basic_app/sdkconfig.defaults
# ESP32-S3 target
CONFIG_IDF_TARGET="esp32s3"

# FreeRTOS
CONFIG_FREERTOS_HZ=1000

# Log level
CONFIG_LOG_DEFAULT_LEVEL_INFO=y

# Stack size
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
